**** By hand

This is more for testing purposes since you will still need the JRE
installed.

#+BEGIN_SRC sh
rm -rf /tmp/vr-restream /tmp/vr-restream.dmg
mkdir /tmp/vr-restream
cp target/*standalone.jar /tmp/vr-restream/vr-restream.jar
ln -s /Applications /tmp/vr-restream/Applications
hdiutil create -srcfolder /tmp/vr-restream /tmp/vr-restream.dmg
#+END_SRC

#+RESULTS:
: created: /tmp/vr-restream.dmg

